Repository: Moustachauve/WLED-iOS
Catalog: wled/Localizable.xcstrings
Source language: en
Languages: fr_ca

source: (Hidden)
fr_ca: (Caché)

source: (New Device)
fr_ca: (Nouvel Appareil)

source: (Offline, %@)
fr_ca: (Hors-ligne, %@)

source: (Offline, less than a minute ago)
fr_ca: (Hors-ligne, moins d'une minute)

source: (Offline)
fr_ca: (Hors-ligne)

source: [Unknown Error]
fr_ca: [Erreur inconnue]

source: %@ was added
fr_ca: %@ a été ajouté

source: About
fr_ca: À propos

source: Add
fr_ca: Ajouter

source: Add Device
fr_ca: Ajouter un appareil

source: Add New Device
fr_ca: Ajouter un appareil

source: Adding %@
fr_ca: Ajout de %@

source: Are you sure?
fr_ca: Êtes-vous sûr?

source: Beta
fr_ca: Bêta

source: Cancel
fr_ca: Annuler

source: Check for Update
fr_ca: Chercher une mise à jour

source: Checking for Updates
fr_ca: Recherche en cours

source: Controls
fr_ca: Contrôles

source: Could not connect to the device. Verify the address
fr_ca: Impossible de rejoindre l'appareil. Vérifiez l'adresse

source: Could not determine the correct firmware for this device.
fr_ca: Impossible de déterminer la version du logiciel appropriée pour l'appareil

source: Custom Name
fr_ca: Nom personnalisé

source: Delete
fr_ca: Supprimer

source: Device List
fr_ca: Liste des appareils

source: Done
fr_ca: Terminé

source: Download Completed
fr_ca: Téléchargement complété

source: Download failed
fr_ca: Téléchargement échoué

source: Downloading Version
fr_ca: Téléchargement en cours

source: Edit
fr_ca: Modifier

source: Edit Device
fr_ca: Modifier l'appareil

source: Firmware file not found on disk.
fr_ca: Fichier du micrologiciel non trouvé sur le disque

source: From %@ to %@
fr_ca: De %@ à %@

source: Hide Hidden Devices
fr_ca: Cacher les appareils cachés

source: Hide Offline Devices
fr_ca: Cacher les appareils hors ligne

source: Hide this Device
fr_ca: Cacher cet appareil

source: Install
fr_ca: Installer

source: Install Now
fr_ca: Installer maintenant

source: Installing Update
fr_ca: Installation en cours

source: IP Address or URL
fr_ca: Adresse IP ou URL

source: Mac Address: %@
fr_ca: Adresse MAC: %@

source: Made by Moustachauve
fr_ca: Créé par Moustachauve

source: Manage Devices
fr_ca: Gérer les appareils

source: Network error: %@
fr_ca: Erreur réseau: %@

source: New Device
fr_ca: Nouvel appareil

source: No Compatible Version Found
fr_ca: Aucune version compatible trouvé

source: Offline Devices
fr_ca: Appareils hors ligne

source: Online Devices
fr_ca: Appareils en line

source: Please do not close the app or turn off the device.
fr_ca: Ne fermer pas l'application et n'éteignez pas l'appareil.

source: Please enter a valid address
fr_ca: Veuillez entrer une adresse valide

source: Pull to refresh
fr_ca: Tirer pour rafraîchir

source: Received an invalid response from the device.
fr_ca: L’appareil a envoyé une réponse invalide.

source: Refresh
fr_ca: Rafraîchir

source: Save
fr_ca: Sauvegarder

source: See Update
fr_ca: Voir les détails

source: Select A Device
fr_ca: Choisissez un appareil

source: Settings
fr_ca: Paramètres

source: Show Hidden Devices
fr_ca: Montrer les appareils cachés

source: Show Offline Devices
fr_ca: Montrer les appareils hors ligne

source: Skip This Version
fr_ca: Sauter cette version

source: Starting Up
fr_ca: Démarrage

source: Status: Connected
fr_ca: Status: Connecté

source: Status: Connecting
fr_ca: Status: Connexion en cours

source: Status: Offline
fr_ca: Status: Hors-ligne

source: The device address is invalid.
fr_ca: L’adresse de l’appareil est invalide.

source: The device did not report a valid MAC address.
fr_ca: L'appareil n'a pas fourni d'adresse MAC valide.

source: The device URL is invalid.
fr_ca: L’URL de l’appareil est invalide

source: Turn On/Off
fr_ca: Allumer/éteindre

# unknown_version
source: [unknown]
fr_ca: [inconnue]

source: Update Available
fr_ca: Mise à jour disponible

source: Update Channel
fr_ca: Variante de MàJ

source: Update Completed!
fr_ca: Mise à jour complétée!

source: Update Failed
fr_ca: Échec de la mise à jour

source: Update failed with status code: %lld
fr_ca: Échec de la mise à jour avec code: %lld

# update_disclaimer
source: You are about to install a new version of WLED on your device. If you had a custom version installed previously, you might lose some functionalities (for example, if you had some usermods enabled, they might not work anymore). If someone installed this device for you, you should maybe ask them if it is alright to update the device to a new version. WLED is not responsible if something goes wrong due to an update.
fr_ca: Vous êtes sur le point d'installer une nouvelle version de WLED sur votre appareil. Si vous avez présentement une version personnalisée d'installer, vous pourriez perdre certaine fonctionnalitées (Par exemple, si vous avez des usermods, ils pourraient ne plus fonctionner). Si quelqu'un a installer cet appareil pour vous, vous devriez peut-être leur demander si c'est correcte d'installer cette nouvelle version. WLED n'est pas responsable si quelque chose ne fonctione plus dû à une mise à jour.

source: Updating %@
fr_ca: Installation sur %@

source: View Options
fr_ca: Paramètres

source: WLED Documentation
fr_ca: Documentation WLED

source: Your device is up to date
fr_ca: Votre appareil est à jour
